Repository: org42-consulting/doublefinder
Catalog: Sources/DoubleFinder/Resources/Localizable.xcstrings
Source language: en
Languages: nl

source: Add Prefix
nl: Voorvoegsel toevoegen

source: Add Suffix
nl: Achtervoegsel toevoegen

source: Add to Group
nl: Aan groep toevoegen

source: Cancel
nl: Annuleer

source: Clear Recents
nl: Recente wissen

source: Close Tab
nl: Tabblad sluiten

source: Compare
nl: Vergelijk

source: Connect
nl: Verbind

source: Connect to Server…
nl: Verbind met server…

source: Cut Files
nl: Bestanden knippen

source: Delete
nl: Verwijder

source: Delete Workspace
nl: Werkruimte verwijderen

source: Disband Group
nl: Groep opheffen

source: Disconnect
nl: Verbreek verbinding

source: Duplicate
nl: Dupliceer

source: Edit Locally
nl: Lokaal bewerken

source: Empty Trash…
nl: Leeg prullenmand…

source: Enclosing Folder
nl: Bovenliggende map

source: Favourites
nl: Favorieten

source: Find & Replace
nl: Zoek en vervang

source: Forward
nl: Vooruit

source: Get Info
nl: Toon info

source: Go to Folder…
nl: Ga naar map…

source: Locations
nl: Locaties

source: Make Alias
nl: Maak alias

source: Make Symbolic Link
nl: Maak symbolische link

source: Manage Connections…
nl: Beheer verbindingen…

source: Mirror Selection to Other Pane
nl: Selectie spiegelen naar ander paneel

source: Mirror to Other Pane
nl: Spiegelen naar ander paneel

source: Move to Trash
nl: Verplaats naar prullenmand

source: New File
nl: Nieuw bestand

source: New Folder
nl: Nieuwe map

source: New Group
nl: Nieuwe groep

source: New Tab
nl: Nieuw tabblad

source: No recent locations
nl: Geen recente locaties

source: No saved workspaces
nl: Geen opgeslagen werkruimtes

source: Number Sequence
nl: Reeks nummers

source: Open in New Tab
nl: Open in nieuw tabblad

source: Open in Other Pane
nl: Open in ander paneel

source: Open Selection
nl: Open selectie

source: Open With
nl: Open met

source: Password
nl: Wachtwoord

source: Paste Files
nl: Bestanden plakken

source: Pin Tab
nl: Tabblad vastzetten

source: Quick Filter
nl: Snel filter

source: Quick Look
nl: Snelle weergave

source: Recent locations
nl: Recente locaties

source: Remove from Group
nl: Uit groep halen

source: Rename…
nl: Wijzig naam…

source: Reveal in Finder
nl: Toon in Finder

source: Save
nl: Bewaar

source: Save Current…
nl: Bewaar huidig…

source: Save Workspace
nl: Werkruimte bewaren

source: Select All Items
nl: Selecteer alles

source: Show Hidden Files
nl: Toon verborgen bestanden

source: Show Inspector
nl: Toon inspecteur

source: Show One Pane
nl: Toon één paneel

source: Show Two Panes
nl: Toon twee panelen

source: Swap Panes
nl: Wissel panelen

source: Tags
nl: Labels

source: Toggle Hidden Files
nl: Verborgen bestanden tonen

source: Transfers
nl: Overdrachten

source: Undo
nl: Ongedaan

source: Unpin Tab
nl: Tabblad losmaken

source: User
nl: Gebruiker

source: Workspaces
nl: Werkruimtes

source: Apply to active pane
nl: Toepassen op actief paneel

source: Apply to other pane
nl: Toepassen op ander paneel

source: Back
nl: Terug

source: Calculate Size
nl: Grootte berekenen

source: Close
nl: Sluit

source: Compress
nl: Comprimeer

source: Copy
nl: Kopieer

source: Copy Path
nl: Pad kopiëren

source: Copy to Other Pane
nl: Kopieer naar ander paneel

source: Load
nl: Laad

source: Make Aliases
nl: Maak aliassen

source: Make Symbolic Links
nl: Maak symbolische links

source: Manage Workspaces…
nl: Werkruimtes beheren…

source: Match case
nl: Hoofdlettergevoelig

source: Move to Other Pane
nl: Verplaats naar ander paneel

source: Open in active pane
nl: Open in actief paneel

source: Open in new tab (active pane)
nl: Open in nieuw tabblad (actief paneel)

source: Open in other pane
nl: Open in ander paneel

source: Remove
nl: Verwijder

source: Remove from Sidebar
nl: Verwijder uit zijbalk

source: Rename
nl: Hernoem

source: Rename Group
nl: Hernoem groep

source: Rename Group…
nl: Hernoem groep…

source: Rename Smart Folder
nl: Hernoem slimme map

source: Reveal
nl: Toon

source: Save as Smart Folder…
nl: Bewaar als slimme map…

source: Save Smart Folder
nl: Bewaar slimme map

source: Search
nl: Zoek

source: Search File Contents…
nl: Zoek in bestandsinhoud…

source: Search file contents…
nl: Zoek in bestandsinhoud…

source: Searching…
nl: Aan het zoeken…

source: Share…
nl: Deel…

source: Smart Folders
nl: Slimme mappen
